{
  "sections": {
    "pf-dad70ab1": {
      "type": "pf-dad70ab1",
      "disabled": true,
      "settings": {}
    },
    "lightbox_content_block_DJQNMq": {
      "type": "lightbox-content-block",
      "blocks": {
        "user_block_xtxber": {
          "type": "user_block",
          "settings": {
            "revert": false,
            "image": "shopify:\/\/shop_images\/about_6.jpg",
            "name": "Stephanie Lynn",
            "content": "<p>With over 20 years of coaching experience, Stephanie Lynn has made a seamless transition into the world of pickleball, where she has quickly achieved a 5.0 rating and established herself as a top competitor in the modern game.<br\/><br\/>Stephanie’s extensive knowledge of body mechanics, offensive and defensive strategies, and real-time adaptability gives her training sessions a dynamic and impactful edge. Her mission is to help players develop essential skills, focusing on consistency, strategic shot selection, and situational awareness.<br\/><br\/>Stephanie’s journey reflects that of her students—setting ambitious goals, committing to disciplined practice, and continuously striving for growth. With her positive energy, deep understanding of the game, and extensive experience, she is dedicated to honing your offensive and defensive instincts, especially within the critical first five shots in pickleball. Stephanie’s passion for teaching and commitment to improvement make her camps an experience you’ll want to return to time and time again.<\/p>"
          }
        },
        "user_block_Mr8Lqh": {
          "type": "user_block",
          "settings": {
            "revert": false,
            "image": "shopify:\/\/shop_images\/about_5.jpg",
            "name": "Steve Cole",
            "content": "<p>Married to Wife Denise Cole and resides in Las Vegas since 1997.<br\/><br\/>Senior Pro Player since 2016<br\/><br\/>Pro Instructor at Plaza Hotel & Casino PB since 2019<br\/><br\/>IPTPA Level 2 Certified Instructor<br\/><br\/>7 X National Champion , 11 X Medalist<br\/><br\/>9 X U.S. Open Champion<br\/><br\/>15 X World Champion (Huntsman World Sr. Games)<br\/><br\/>127 Gold Medals at the Pro\/5.0 Level.<br\/><br\/>Has taught over 6,000 Players since 2018.<br\/><br\/>Has Lead Camps all over the World including Turks and Caicos , Dominican Republic , Costa Rica , Los Cabos , North Carolina , Canada and Hawaii.<\/p>"
          }
        },
        "user_block_TwDPrf": {
          "type": "user_block",
          "settings": {
            "revert": false,
            "image": "shopify:\/\/shop_images\/about_4.jpg",
            "name": "Nick Casey",
            "content": "<p>Nick Casey is a 5.0+ pickleball player and coach. He has been involved in sports his whole life. From football to rock climbing and everything in between. Whenever there was an opportunity to play a new sport, Nick happily took that opportunity. Over a decade ago, Nick was introduced to pickleball and fell in love immediately. He loved the community and felt that he had been welcomed into a family. Nick quickly advanced from a true beginner to a 4.5+ player and eventually to a 5.0+ player. He has played in many high level and professional tournaments.<br\/><br\/>Nick has now been coaching for over 5 years. He recently began working with residential mental health facilities providing pickleball group sessions as a way to promote health and wellness. He is excited to share the knowledge he has gained in the last 10+ years of playing.<\/p>"
          }
        },
        "user_block_gEHeBw": {
          "type": "user_block",
          "settings": {
            "revert": false,
            "image": "shopify:\/\/shop_images\/about_3.jpg",
            "name": "Alex Simon",
            "content": "<p>- PPR Certified Professional<br\/>- Quatro Pickleball Certified Coach (Mexico)<br\/>- Creator\/Instructor of Alex Simon Advanced Coaches Certification (available only in Brazil)<br\/><br\/>Multiple time gold, silver and bronze medalist in PPA, APP and US Open.<br\/><br\/>Reached the #2 singles ranking in the world (Champions Tour\/DUPR).<br\/><br\/>Currently works with some of the world’s top touring pros, including APP\/MLP top-10 player Mari Humberg, PPA\/MLP top-25 player Patrick Kawka and PPA\/MLP top-30 player Pesa Teoni. In addition, he has also worked with tennis legend Andre Agassi on his pickleball game.<br\/><br\/>Provides equipment and teaches pickleball to underprivileged children through his 501c3 nonprofit, 002 Fund. Has taught pickleball to underprivileged children in Kenya, South Africa, Tanzania, Hong Kong, Brazil, United States and Mexico.<\/p>"
          }
        },
        "user_block_YQP8Vr": {
          "type": "user_block",
          "settings": {
            "revert": false,
            "image": "shopify:\/\/shop_images\/about_1.jpg",
            "name": "Kevin Beeson",
            "content": "<p>Kevin Beeson is an IPTPA and IFP Professional, a two-time National Champion, and has 30+ years of teaching tennis and pickleball around the U.S. and internationally. Kevin is the author of “Pickleball Metaphors: The Fast Track to Better Pickleball,” where he leverages his vast experience to provide players with effective strategies for improving their game.<br\/><br\/>His passion for sports not only drives him to excel in competition but also fuels his commitment to teaching. Kevin has worked with players of all ages, from beginners to advanced competitors, helping them develop their skills, understand the dynamics of the game, and enhance their overall performance.<br\/><br\/>In his book, Kevin uses creative metaphors to simplify complex concepts, making it easier for players to grasp essential techniques and strategies. This innovative approach has resonated with many, leading to noticeable improvements in their gameplay.<br\/><br\/>Additionally, Kevin is actively involved in the pickleball community, hosting clinics, workshops, and tournaments that encourage participation and foster camaraderie among players. His engaging teaching style and wealth of knowledge make him a sought-after coach and mentor in the sport.<br\/><br\/>Kevin’s dedication to pickleball exemplifies his belief in the transformative power of sports, as he continues to inspire and empower athletes around the world.<\/p>"
          }
        },
        "user_block_DDFD8n": {
          "type": "user_block",
          "settings": {
            "revert": false,
            "image": "shopify:\/\/shop_images\/about_2.jpg",
            "name": "Brett noel",
            "content": "<p>Brett Noel is widely recognized as one of “America’s Top Pickleball Instructors” and a 3-time National Gold Medal champion. With a global reach, Brett travels the world, empowering players to unlock their full pickleball potential. He has served as the lead instructor for prestigious programs such as Global Pickleball Training Academy, Engage Pickleball Camps, Level Up Camps, and currently, Core Pickleball.<br\/><br\/>As an instructor’s instructor, Brett has certified coaches worldwide, ensuring that effective pickleball techniques and strategies are passed down through top-notch training. He is also the author of three best-selling pickleball books, further solidifying his reputation as a leading authority in the sport.<br\/><br\/>Whether you’re a seasoned player or a newcomer, Brett Noel’s clinics offers the expert guidance you need to elevate your game to the next level. Don’t miss the opportunity to learn from one of the most knowledgeable figures in pickleball!<\/p>"
          }
        }
      },
      "block_order": [
        "user_block_xtxber",
        "user_block_Mr8Lqh",
        "user_block_TwDPrf",
        "user_block_gEHeBw",
        "user_block_YQP8Vr",
        "user_block_DDFD8n"
      ],
      "settings": {}
    }
  },
  "order": [
    "pf-dad70ab1",
    "lightbox_content_block_DJQNMq"
  ]
}
